/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "As a contributor to Cyberduck, you receive a donation key that disables this prompt.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "ไม่ต้องแสดงอีก.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "บริจาค!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Donation Key";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "การพัฒนาโปรแกรมนี้ใช้เวลาหลายวันหลายคืน ดังนั้นถ้าคุณชอบโปรแกรมนี้ โปรดอย่าลืมที่จะให้กำลังผู้พัฒนาโปรแกรมด้วยการบริจาคเงินเล็กน้อยๆ ซึ่งจะช่วยให้มีกำลังใจในการพัฒนาให้โปรแกรมดีขึ้น!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "ไว้ทีหลัง";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "โปรดบริจาค";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "ขอบคุณที่เลือกใช้ Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "การทำรายการสามารถทำได้อย่างง่ายดายผ่านอินเทอร์เน็ทด้วย PayPal.";

